
--CREATE TABLE Authors 
--(
--	[Id] UNIQUEIDENTIFIER NOT NULL PRIMARY KEY DEFAULT NEWID(),
--	[Name] NVARCHAR(MAX) NOT NULL CHECK ([Name] <> N''),
--	[Surname] NVARCHAR(MAX) NOT NULL CHECK ([Surname] <> N''),
--	[CountriesID] UNIQUEIDENTIFIER NOT NULL REFERENCES Countries([Id])
--)


--INSERT INTO Authors 
--VALUES 
--('39d57dfb-8da7-49c9-ae8d-464509618f02' , N'Колин' ,N'Маккалоу' , '1D903ECA-9C24-49BB-B8F5-0B8B2E8B68E4') ,
--('66034616-24e5-4e90-815f-476eb0cbb6b1' , N'Грегори' ,N'Робертс' , '1D903ECA-9C24-49BB-B8F5-0B8B2E8B68E4') ,
--('381c2888-1cb0-41fa-9650-48b953f31ef6' , N'Маркус' ,N'Зусак' , '1D903ECA-9C24-49BB-B8F5-0B8B2E8B68E4') ,

--('79679ed4-0ccd-480a-8d5b-4a68287de6c4' , N'Стефан' ,N'Цвейг' , '1A930DE7-647B-4A32-AD3B-0CAF4528B356') ,
--('8587f6ea-3c5c-424c-87e0-4c76603364e2' , N'Карл' ,N'Краус' , '1A930DE7-647B-4A32-AD3B-0CAF4528B356') ,
--('7585d790-6e5a-4f73-a85c-4f9bd883d811' , N'Гуго' ,N'фон Гофмансталь' , '1A930DE7-647B-4A32-AD3B-0CAF4528B356') ,

--('fe7e578e-5fc8-4d80-ad6b-500ddf2506c4' , N'Морис' ,N'Метерлинк' , '5FE63A0F-C1AE-44BE-9397-0F7DB0B95C1F') ,
--('3e229eb8-e99a-455f-8af3-5871337a092c' , N'Жорж' ,N'Роденбах' , '5FE63A0F-C1AE-44BE-9397-0F7DB0B95C1F') ,
--('1e45e5ff-4199-4f6e-b2a5-6045432ef81c' , N'Шарль' ,N'Де Костер' , '5FE63A0F-C1AE-44BE-9397-0F7DB0B95C1F') ,

--('8939ed0c-bbdb-435e-923e-68158d2153c6' , N'Гвинет' ,N'Джонс' , 'CDE086E1-D25C-4251-A234-10727818EE28') ,
--('743c93f2-4717-4e81-a093-69903476e176' , N'Джозеф' ,N'Дилейни' , 'CDE086E1-D25C-4251-A234-10727818EE28') ,
--('868f6394-3ca3-4700-90bb-6b73ec6719a7' , N'Кевин' ,N'Брукс' , 'CDE086E1-D25C-4251-A234-10727818EE28') ,

--('dc268b00-1727-4381-9878-6da1bfef2701' , N'Хенрик' ,N'Понтоппидан' , '676D8ED4-8307-4196-9776-107C40C1DF84') ,
--('29219db8-16a0-4046-a7e1-6e455b0559cd' , N'Ларс-Хенрик' ,N'Ольсен' , '676D8ED4-8307-4196-9776-107C40C1DF84') ,
--('1adc048c-e346-47c3-8c35-7ad4fdaa6eb7' , N'Хольгер' ,N'Драхман' , '676D8ED4-8307-4196-9776-107C40C1DF84') ,

--('7b8219fc-9fd2-431e-985c-7caa6e9bd013' , N'Лопе' ,N'де Вега' , 'DD860E7E-C2F0-47A6-BA29-165BE015E5A2') ,
--('a93a1b20-155a-43bd-acee-87a6088c969e' , N'Артуро' ,N'Перес-Реверте' , 'DD860E7E-C2F0-47A6-BA29-165BE015E5A2') ,
--('13ded219-a580-4ff8-8211-90a408b0afa6' , N'Эдуардо' ,N'Мендоса' , 'DD860E7E-C2F0-47A6-BA29-165BE015E5A2') ,

--('521c07be-6fbd-411f-bccb-93e2672bd50e' , N'Данте' ,N'Алигьери' , '15F36ECC-EF25-495F-ADFF-169DB3339B88') ,
--('bedffe25-20fa-4e8f-8cac-9609ed3443dc' , N'Рафаэлло' ,N'Джованьоли' , '15F36ECC-EF25-495F-ADFF-169DB3339B88') ,
--('267f7528-2d4b-4063-a2c8-98e8f19fb6ee' , N'Джованни' ,N'Боккаччо' , '15F36ECC-EF25-495F-ADFF-169DB3339B88') ,

--('05e31241-7274-43b5-8b59-9a62d725e54f' , N'Георгий' ,N'Баженов' , '23D52416-D994-4564-A106-1FDF5FECEF25') ,
--('3618d1d1-32de-40b5-b823-9f82924a3caf' , N'Борис' ,N'Акунин' , '23D52416-D994-4564-A106-1FDF5FECEF25') ,
--('207cdcf2-89ad-49a5-a669-a082fa9cccba' , N'Михаил' ,N'Булгаков' , '23D52416-D994-4564-A106-1FDF5FECEF25') ,

--('2b3170c4-3063-43e6-985d-a38d9e45af09' , N'Николае' ,N'Филимон' , '2FA70965-5BCE-44F0-B6DD-2AF6072EB8B0') ,
--('45489fe7-86c8-4fa1-9d79-a82197566bf3' , N'Мирча' ,N'Элиаде' , '2FA70965-5BCE-44F0-B6DD-2AF6072EB8B0') ,
--('e56f5de6-a1d3-4c3e-a09a-a9b9fa96c9b3' , N'Чезар' ,N'Петреску' , '2FA70965-5BCE-44F0-B6DD-2AF6072EB8B0') ,

--('542cb2c1-a8e3-42db-97fa-b3c79b12a1a9' , N'Милорад' ,N'Павич' , 'D3FCC76B-09A2-4578-A72C-34468DA36C45') ,
--('55ff549e-1489-4b4a-9482-b843cd70c546' , N'Борислав' ,N'Пекич' , 'D3FCC76B-09A2-4578-A72C-34468DA36C45') ,
--('7a88b1b9-0216-4259-8ba6-c123abb3c6a8' , N'Давид' ,N'Албахари' , 'D3FCC76B-09A2-4578-A72C-34468DA36C45') ,

--('1166ecdd-63c8-42fc-a68a-c292176a7b04' , N'Теодор' ,N'Драйзер' , '0889C51E-7728-4ABD-9987-3588D48B54A9') ,
--('c5ee780a-4d53-40fb-a592-c35cfc9455f2' , N'Лаймен' ,N'Баум' , '0889C51E-7728-4ABD-9987-3588D48B54A9') ,
--('0989e3a2-3d6d-4bc3-a538-c4055f9a09dd' , N'Джек' ,N'Лондон' , '0889C51E-7728-4ABD-9987-3588D48B54A9') ,

--('63531753-4d76-4a93-ad15-c727ffeca6ab' , N'Жюль' ,N'Верн' , '0B2BE83A-7FB4-403B-8CE8-37BE257B038C') ,
--('d13f3cca-b9f8-4bc1-96f4-c80583928e55' , N'Марсель' ,N'Пруст' , '0B2BE83A-7FB4-403B-8CE8-37BE257B038C') ,
--('101be2b1-c0af-493e-bbf2-c8d8e4eb826c' , N'Морис' ,N'Леблан' , '0B2BE83A-7FB4-403B-8CE8-37BE257B038C') ,

--('ff559ae5-64b6-459e-9771-cb36130b3b75' , N'Сергей' ,N'Жадан' , 'FEA65EE4-A8A0-425B-8F11-3896C1E2197E') ,
--('789a53ab-a54d-4af7-94a5-dd288428a37c' , N'Юрий' ,N'Андрухович' , 'FEA65EE4-A8A0-425B-8F11-3896C1E2197E') ,
--('435eee28-e5ea-4ec9-9f01-de884dfd6292' , N'Юрий' ,N'Винничук' , 'FEA65EE4-A8A0-425B-8F11-3896C1E2197E') ,

--('6fb5bca3-2cae-4450-aab5-e0184fd45be9' , N'Алексис' ,N'Киви' , 'EFEF5433-7E26-43A3-A737-3BB032D7D88A') ,
--('46d73a48-3906-44f4-a4b4-e29f1cc40b4f' , N'Ханну' ,N'Мякеля' , 'EFEF5433-7E26-43A3-A737-3BB032D7D88A') ,
--('239450eb-a92f-4093-a74f-eaa38f8adbe2' , N'Арто' ,N'Паасилинна' , 'EFEF5433-7E26-43A3-A737-3BB032D7D88A') ,

--('6cbea09e-e3e4-4dd3-a6c5-ed9ccd986bc0' , N'Фридрих' ,N'Дюрренматт' , '0017AAAE-3E22-462D-9031-4276A9788D51') ,
--('23dbe38c-0ed4-4e90-8bc7-f168134e8674' , N'Герман' ,N'Гессе' , '0017AAAE-3E22-462D-9031-4276A9788D51') ,
--('c5f771fb-a645-4ba1-8155-f3f5002b2b89' , N'Макс' ,N'Фриш' , '0017AAAE-3E22-462D-9031-4276A9788D51') 


SELECT * FROM  Authors ORDER BY 2